---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilledRegionType
source: html/ae0996bf-77b0-b7a1-9d20-4424c05a7937.htm
---
# FilledRegionType Properties

The id of the assembly instance to which the element belongs.